Repository: team-hackonauts/TELEports
Catalog: po/*.po
Languages: de, hr, nb_no, sv

source: Back
de: Zurück
hr: Natrag
nb_no: Tilbake
sv: Tillbaka

source: Choose a country
de: Wähle ein Land aus
hr: Odaberi zemlju
nb_no: Velg land
sv: Välj ett land

source: Search country name...
de: Ländernamen suchen...
hr: Traži ime zemlje...
nb_no: Søk etter land...
sv: Sök landsnamn...

source: Delete Message
de: Gelöschte Nachricht
hr: Izbriši poruku
nb_no: Slett melding
sv: Ta bort meddelande

source: Do you really want to delete it?
de: Willst du das wirklich löschen?
hr: Stvarno je želiš izbrisati?
sv: Vill du verkligen ta bort det?

source: The message will be deleted for all users in the chat. Do you really want to delete it?
de: Die Nachricht wird für alle Benutzer im Chat gelöscht. Willst Du sie wirklich löschen?
hr: Poruka će se izbrisati za sve korisnike u chatu. Stvarno je želiš izbrisati?
nb_no: Denne meldingen blir slettet for alle medlemmer av chat-en. Vil du virkelig slette den?
sv: Meddelandet kommer att raderas för alla användare i chatten. Vill du verkligen ta bort det?

source: The message will be deleted only for you. Do you really want to delete it?
de: Die Nachricht wird nur für Dich gelöscht. Willst Du sie wirklich löschen?
hr: Poruka će se izbrisati samo za tebe. Stvarno je želiš izbrisati?
nb_no: Meldingen blir slettet kun for deg. Vil du virkelig slette den?
sv: Meddelandet raderas endast för dig. Vill du verkligen ta bort det?

source: Delete
de: Löschen
hr: Izbriši
nb_no: Slett
sv: Ta bort

source: Delete for all users
de: Für alle Nutzer löschen
hr: Izbriši za sve korisnike
nb_no: Slett for alle brukere
sv: Ta bort för alla användare

source: %1 member
de: %1 Mitglied
hr: %1 član
nb_no: %1 meldem
sv: %1 medlem

source: %1 members, among them:
de: %1 Mitglieder, unter anderem:
hr: %1 članova, među ostalima:
nb_no: %1 medlemmer, deriblant:
sv: %1 medlemmar, bland dem:

source: Edit message
de: Nachricht bearbeiten
hr: Uredi poruku
nb_no: Rediger melding
sv: Redigera meddelande

source: Edited
de: Bearbeitet
hr: Uređeno
nb_no: Endret
sv: Redigerad

source: Okay
de: OK
hr: OK
nb_no: OK
sv: Okej

source: Cancel
de: Abbrechen
hr: Odustani
nb_no: Avbryt
sv: Avbryt

source: Would you like to send text?
de: Möchtest du Text versenden?
hr: Želiš li poslati tekst?
nb_no: Hvor ønsker du å sende tekst?
sv: Vill du skicka text?

source: Would you like to send file?
de: Möchtest du eine Datei senden?
hr: Želiš li poslati datoteku?
nb_no: Hvor ønsker du å sende en fil?
sv: Skulle du vilja skicka en fil?

source: Send
de: Senden
hr: Pošalji
sv: Skicka

source: Send uncompressed
de: Unkomprimiert versenden
hr: Pošalji nekomprimirano
nb_no: Send usammenpakket
sv: Skicka okomprimerat

source: Send as album
de: Als Album versenden
hr: Pošalji kao album
nb_no: Send som album
sv: Skicka som album

source: Enter optional message...
de: Optionale Nachricht eingeben...
hr: Upiši opcionalnu poruku...
nb_no: Angi valgfri melding...
sv: Ange valfritt meddelande...

source: Send Message options
de: Sende-Optionen
hr: Opcije za slanje poruka
sv: Skicka meddelandealternativ

source: Send push notification
de: Pushnachricht senden
hr: Šalji obavijest servera
nb_no: Send dyttingsmerknad
sv: Skicka pushnotifikation

source: Schedule message:
de: Nachricht planen:
hr: Planiraj slanje poruke:
nb_no: Planlegg meldingsforesendelse:
sv: Schemalägg meddelande:

source: Send immediately
de: Sofort senden
hr: Pošalji odmah
nb_no: Send umiddelbart
sv: Skicka omedelbart

source: Wait until specified date and time
de: Bis zum angegebenen Zeitpunkt warten
hr: Pričekaj do zadanog datuma i vremena
nb_no: Vent til angitt dato og tid
sv: Vänta tills angivet datum och tid

source: Wait until the receiver goes online
de: Warten bis der Empfänger online ist
hr: Pričekaj dok se primatelj ne poveže
nb_no: Vent til mottageren logger på
sv: Vänta tills mottagaren går online

source: Self-destruct timer for messages in this chat:
de: Selbstzerstörungs-Timer für Nachrichten in diesen Chat:
hr: Timer samouništenja za poruke u ovom chatu:
sv: Självförstörande timer för meddelanden i den här chatten:

source: %1 second
de: %1 Sekunde
hr: %1 sekunda
nb_no: %1 sekund
sv: %1 sekund

source: 1 minute
hr: 1 minuta
nb_no: 1 minutt
sv: 1 minut

source: 1 hour
de: 1 Stunde
hr: 1 sat
nb_no: 1 time
sv: 1 timme

source: 1 day
de: 1 Tag
hr: 1 dan
nb_no: 1 dag
sv: 1 dag

source: 1 week
de: 1 Woche
hr: 1 tjedan
nb_no: 1 uke
sv: 1 vecka

source: Off
de: Aus
hr: Isključeno
nb_no: Av
sv: Av

source: Members: %1
de: Mitglieder: %1
hr: Članovi: %1
nb_no: Medlemmer: %1
sv: Medlemmar: %1

source: Channel called <b>%1</b> created
de: Kanal mit dem Titel <b>%1</b> erstellt
hr: Kanal s imenom <b>%1</b> stvoren
nb_no: Kanal ved navn <b>%1</b> opprettet
sv: Kanal kallad <b>%1</b> skapad

source: %1 created a group called <b>%2</b>
de: %1 erstellte die Gruppe <b>%2</b>
hr: %1 je stvorio/la grupu s imenom <b>%2</b>
nb_no: %1 opprettet en gruppe ved navn <b>%2</b>
sv: %1 skapade en grupp kallad <b>%2</b>

source: Copy
de: Kopieren
hr: Kopiraj
nb_no: Kopier
sv: Kopiera

source: Edit
de: Bearbeiten
hr: Uredi
nb_no: Redigere
sv: Redigera

source: Reply
de: Antworten
hr: Odgovori
nb_no: Svar
sv: Svara

source: Sticker Pack info
de: Symbolpaketinfo
hr: Informacije paketa naljepnica
nb_no: Klistermerke-pakkeinfo
sv: Information om klistermärkespaket

source: Copy link
de: Kopiere Link
hr: Kopiraj poveznicu
nb_no: Kopier lenke
sv: Kopiera länk

source: Forward
de: Weiterleiten
hr: Proslijedi
nb_no: Videresend
sv: Vidarebefordra

source: %1 joined the group
de: %1 ist der Gruppe beigetreten
hr: %1 se pridružio/la grupi
nb_no: %1 ble med i gruppa
sv: %1 gick med i gruppen

source: %1 added %2
de: %1 hat %2 hinzugefügt
hr: %1 je dodao/la %2
nb_no: %1 la til %2
sv: %1 la till %2

source: Unknown joined group
de: Unbekannt ist der Gruppe beigetreten
hr: Nepoznata osoba se pridružila grupi
nb_no: Ukjent tok del i gruppen
sv: Okänd gick med i gruppen

source: %1 user(s)
de: %1 Nutzer
hr: %1 korisnik
nb_no: %1 bruker
sv: %1 användaren

source: Channel photo has been changed:
de: Kanalfoto wurde geändert:
hr: Slika kanala je promijenjena:
nb_no: Kanalbilde endret:
sv: Kanalfoto har ändrats:

source: %1 changed the chat photo:
de: %1 hat das Chatfoto geändert:
hr: %1 je promijenio/la sliku chata:
nb_no: %1 endret sludringsbildet:
sv: %1 ändrade chattfotot:

source: Channel title has been changed to <b>%1</b>
de: Kanaltitel wurde zu <b>%1</b> geändert
hr: Naslov kanala je promijenjen u <b>%1</b>
nb_no: Kanaltittelen har blitt endret til <b>%1</b>
sv: Kanalens titel har ändrats till <b>%1</b>

source: %1 changed the chat title to <b>%2</b>
de: %1 hat den Chat-Titel zu <b>%2</b> geändert
hr: %1 je promijenio/la naslov chata u <b>%2</b>
nb_no: %1 endret sludingstittelen til <b>%2</b>
sv: %1 ändrade chattrubriken till <b>%2</b>

source: %1 left the group
de: %1 hat die Gruppe verlassen
hr: %1 je napustio/la grupu
nb_no: %1 forlot gruppa
sv: %1 lämnade gruppen

source: %1 removed %2
de: %1 hat %2 entfernt
hr: %1 je uklonio/la %2
nb_no: %1 fjernet %2
sv: %1 tog bort %2

source: Channel photo has been removed
de: Kanalfoto wurde entfernt
hr: Slika kanala je uklonjena
nb_no: Kanalbilde har blitt fjernet
sv: Kanalfoto har tagits bort

source: %1 deleted the chat photo
de: %1 hat das Chat-Foto gelöscht
hr: %1 je izbrisao/la sliku chata
nb_no: %1 slettet sludringsbildet
sv: %1 tog bort chattfotot

source: %1 day
de: %1 Tag
hr: %1 dan
nb_no: %1 dag
sv: %1 dag

source: %1 month
de: %1 Monat
hr: %1 mjesec
nb_no: %1 måned
sv: %1 månad

source: %1 year
de: %1 Jahr
hr: %1 godina
nb_no: %1 år
sv: %1 år

source: Auto-delete timer was set to <b>%1</b>
de: Automatisch-Löschen-Timer wurde auf <b>%1</b> gesetzt
hr: Timer za automatsko brisanje je postavljen na <b>%1</b>
sv: Automatisk raderingstimern var inställd på <b>%1</b>

source: Group has been upgraded to Supergroup
de: Gruppe wurde zur Supergruppe umgewandelt
hr: Grupa je unaprijeđena u supergrupu
nb_no: Gruppa har blitt oppjustert til supergruppe
sv: Gruppen har uppgraderats till Supergrupp

source: %1 has joined Telegram!
de: %1 ist Telegram beigetreten!
hr: %1 se pridružio/la Telegramu!
nb_no: %1 har blitt med på Telegram!
sv: %1 har gått med i Telegram!

source: Forwarded from %1
de: Weitergeleitet von %1
hr: Proslijeđeno od %1
nb_no: Videresendt fra %1
sv: Vidarebefordrat från %1

source: Duration: %1:%2:%3
de: Dauer: %1:%2:%3
hr: Trajanje: %1:%2:%3
nb_no: Varighet: %1:%2:%3
sv: Varaktighet: %1:%2:%3

source: Final result
de: Endergebnis
hr: Konačni rezultat
nb_no: Sluttresultat
sv: Slutresultat

source: Anonymous Poll
de: Anonyme Umfrage
hr: Anonimna anketa
nb_no: Anonym avstemming
sv: Anonym omröstning

source: Reset vote
de: Auswahl zurücksetzen
hr: Resetiraj glasanje
nb_no: Tilbakestill avstemming
sv: Återställ röster

source: Vote!
de: Abstimmen!
hr: Glasaj!
nb_no: Stem.
sv: Rösta!

source: %1 vote
de: %1 Stimme
hr: %1 glas
nb_no: %1 stemme
sv: %1 röst

source: No votes yet
de: Bisher keine Stimmen
hr: Još nema glasova
nb_no: Ingen stemmer enda
sv: Inga röster än

source: Voice note
de: Sprachnachricht
hr: Glasovna bilješka
nb_no: Stemmenotat
sv: Röst meddelande

source: Some date missing
de: Ein Datum fehlt
hr: Nedostaje neki datum
nb_no: En dato mangler
sv: Något datum saknas

source: %1 joined by invite link
de: %1 ist per Einladungslink beigetreten
hr: %1 se pridružio/la putem pozivne poveznice
nb_no: %1 ble med via invitasjonslenke
sv: %1 gick med via inbjudningslänk

source: %1 pinned a message
de: %1 hat eine Nachricht angeheftet
hr: %1 je prikvačio/la poruku
nb_no: %1 festet en melding
sv: %1 fäste ett meddelande

source: A screenshot has been taken
de: Ein Screenshot wurde gemacht
hr: Snimljena je snimka ekrana
nb_no: Det ble tatt bilde av skjermen
sv: En skärmdump har tagits

source: Message Unavailable...
de: Nachricht nicht verfügbar...
hr: Poruka nedostupna...
nb_no: Utilgjengelig melding …
sv: Meddelandet är inte tillgängligt...

source: Missing label...
de: Fehlendes Label...
hr: Nedostajuća oznaka...
nb_no: Mangler merkelapp...
sv: Saknar etikett...

source: Unsupported message
de: Nicht unterstützte Nachricht
hr: Nepodržana poruka
nb_no: Ikke-støttet melding
sv: Meddelandet stöds inte

source: Unknown message type, see logfile for details...
de: Unbekannter Nachrichtentyp, Details im Logfile...
hr: Nepoznata vrsta poruke, pogledaj datoteku zapisa za detalje...
nb_no: Ukjent meldingstype. Se loggfil for detaljer...
sv: Okänd meddelandetyp, se loggfilen för detaljer...

source: Are you sure you want to clear the history?
de: Sind Sie sicher das sie den Verlauf löschen wollen?
hr: Stvarno želiš izbrisati povijest?
nb_no: Er du sikker på at du vil slette loggen?
sv: Är du säker på att du vill rensa historiken?

source: Clear history
de: Anrufliste löschen
hr: Izbriši povijest
nb_no: Slett logg
sv: Rensa historik

source: Are you sure you want to leave this chat?
de: Sind Sie sicher das sie den Chat verlassen wollen?
hr: Stvarno želiš napustiti ovaj chat?
nb_no: Er du sikker på at du vil forlate denne chat-en?
sv: Är du säker på att du vill lämna den här chatten?

source: Leave
de: Verlassen
hr: Napusti
nb_no: Forlat
sv: Lämna

source: Join group
de: Gruppe beitreten
hr: Pridruži se grupi
nb_no: Ta del i gruppen
sv: Gå med i grupp

source: Close
de: Schließen
hr: Zatvori
nb_no: Lukk
sv: Stäng

source: Are you sure you want to delete this proxy server?
de: Willst du diesen Proxy Server wirklich löschen?
hr: Stvarno želiš izbrisati ovaj proxy server?
sv: Är du säker på att du vill ta bort den här proxyservern?

source: About
de: Über
hr: O aplikaciji
nb_no: Om
sv: Om

source: Version %1
hr: Verzija %1
nb_no: Versjon %1

source: Get the source
de: Hol dir den Quellcode
hr: Nabavi izvorni kod
nb_no: Få kildekoden
sv: Hämta källkoden

source: Report issues
de: Probleme melden
hr: Prijavi probleme
nb_no: Rapportere feil
sv: Rapportera problem

source: Help translate
de: Übersetzen helfen
hr: Pomogni prevoditi
nb_no: Oversette
sv: Hjälp oss att översätta

source: Group Details
de: Gruppendetails
hr: Detalji grupe
nb_no: Gruppedetaljer
sv: Gruppdetaljer

source: Profile
de: Profil
hr: Profil
nb_no: Profil
sv: Profil

source: Send message
de: Nachricht senden
hr: Pošalji poruku
nb_no: Send melding
sv: Skicka meddelande

source: Edit user data and press Save
de: Ändere Benutzerdaten und klicke Speichern
hr: Uredi korisničke podatke i pritisni „Spremi”
nb_no: Redigér brukerinfo og trykk Lagre
sv: Redigera användardata och tryck på Spara

source: Save
de: Speichern
hr: Spremi
nb_no: Lagre
sv: Spara

source: Hidden Number
de: Versteckte Nummer
hr: Skriveni broj
sv: Dolt nummer

source: First name
de: Vorname
hr: Ime
nb_no: Fornavn
sv: Förnamn

source: Last name
de: Nachname
hr: Prezime
nb_no: Etternavn
sv: Efternamn

source: Notifications
de: Benachrichtigungen
hr: Obavijesti
nb_no: Varsler
sv: Aviseringar

source: %1 group in common
de: %1 gemeinsame Gruppe
hr: %1 zajednička grupa
nb_no: %1 gruppe til felles
sv: %1 grupp gemensamt

source: Encryption Key
de: Verschlüsselungsschlüssel
hr: Ključ za šifriranje
nb_no: Krypteringsnøkkel
sv: Krypteringsnyckel

source: Set self-destruct timer
de: Selbstzerstörungs-Timer setzen
hr: Postavi timer samouništenja
nb_no: Still inn automatisk sletting
sv: Ställ in självförstörande timer

source: Settings
de: Einstellungen
hr: Postavke
nb_no: Innstillinger
sv: Inställningar

source: Search
de: Suchen
hr: Traži
nb_no: Søk
sv: Sök

source: All
de: Alle
hr: Sve
nb_no: Alle
sv: Alla

source: Archived
de: Archiviert
hr: Arhivirano
nb_no: Arkivert
sv: Arkiverad

source: Personal
de: Personen
hr: Osobno
nb_no: Personlig
sv: Personlig

source: Unread
de: Ungelesen
hr: Nepročitano
nb_no: Ulest
sv: Oläst

source: Saved Messages
de: Gespeicherte Nachrichten
hr: Spremljene poruke
nb_no: Lagrede meldinger
sv: Sparade meddelanden

source: Contacts
de: Kontakte
hr: Kontakti
nb_no: Kontakter
sv: Kontakter

source: System
hr: Sustav

source: Dark
de: Dunkel
hr: Tamna
nb_no: Mørk
sv: Mörkt

source: Light
de: Hell
hr: Svijetla
nb_no: Lys
sv: Ljust

source: Select destination:
de: Ziel eingeben:
hr: Odaberi odredište:
nb_no: Velg mål:
sv: Välj slutmål:

source: or cancel the operation
de: oder brich die Aktion ab
hr: ili prekini radnju
nb_no: eller avbryt operasjonen
sv: eller avbryt åtgärden

source: Leave chat
de: Chat verlassen
hr: Napusti chat
nb_no: Forlat chat
sv: Lämna chatt

source: Info
hr: Podaci

source: Un/pin
de: Ab-/anheften
hr: Otkvači/Prikvači
nb_no: Løsne/fest
sv: Av/fäst

source: Do you want to forward the selected messages to %1?
de: Möchtest du die selektierte Nachricht an %1 weiterleiten?
hr: Želiš li proslijediti odabrane poruke %1?
nb_no: Ønsker du å videresende de valgte meldingene til %1?
sv: Vill du vidarebefordra de markerade meddelandena till %1?

source: Do you want to send the imported text to %1?
de: Möchtest du den importierten Text an %1 senden?
hr: Želiš li poslati uvezeni tekst %1?
nb_no: Ønsker du å sende den importerte teksten til %1?
sv: Vill du skicka den importerade texten till %1?

source: Connecting
de: Verbinde
hr: Povezivanje
nb_no: Kobler opp
sv: Ansluter

source: Offline
de: Getrennt
hr: Nepovezan
nb_no: Ikke på nett

source: Online
de: Verbunden
hr: Povezan
nb_no: På nett

source: Connecting To Proxy
de: Verbinde mit Proxy
hr: Povezivanje s proxy serverom
nb_no: Kobler til mellomtjener
sv: Ansluter till proxy

source: Updating
de: Aktualisieren
hr: Aktualiziranje
nb_no: Oppdaterer
sv: Uppdaterar

source: Connectivity
de: Konnektivität
hr: Povezanost
nb_no: Forbindelse
sv: Anslutning

source: Telegram connectivity status:
de: Telegram Konnektivitätsstatus:
hr: Stanje povezanosti s Telegramom:
nb_no: Telegram forbindelsesstatus:
sv: Telegramanslutningsstatus:

source: Ubuntu Touch connectivity status:
de: Ubuntu Touch Konnektivitätsstatus:
hr: Stanje povezanosti s Ubuntu Touch:
nb_no: Ubuntu Touch forbindelsesstatus:
sv: Ubuntu Touch anslutningsstatus:

source: Ubuntu Touch bandwith limited
de: Ubuntu Touch Bandbreite beschränkt
hr: Ubuntu Touch propusnost ograničena
nb_no: Begrenset Ubuntu Touch båndbredde
sv: Ubuntu Touch bandbredd begränsad

source: Ubuntu Touch bandwith not limited
de: Ubuntu Touch Bandbreite nicht beschränkt
hr: Ubuntu Touch propusnost nije ograničena
nb_no: Ubuntu Touch båndbredde ikke begrenset
sv: Ubuntu Touch bandbredd är inte begränsad

source: Good bye!
de: Auf Wiedersehen!
hr: Doviđenja!
nb_no: Adjø.
sv: Hej då!

source: Disconnecting...
de: Trennen...
hr: Odspajanje...
nb_no: Kobler fra …
sv: Kopplar från...

source: The app will close automatically when the logout process ends. Please, don't close it manually!
de: Die App wird automatisch geschlossen wenn der Logout-Prozess beendet ist. Bitte schließe sie nicht händisch!
hr: Aplikacija će se automatski zatvoriti kada postupak odjave završi. Nemoj je ručno zatvarati!
nb_no: Programmet lukkes automatisk når utloggingsprosessen er fullført. Ikke lukk det manuelt!
sv: Appen stängs automatiskt när utloggningsprocessen avslutas. Snälla, stäng den inte manuellt!

source: , %1 online
hr: , %1 povezan
nb_no: , %1 pålogget
sv: , %1 direktuppkopplad

source: Unknown contact
de: Unbekannter Kontakt
hr: Nepoznat kontakt
nb_no: Ukjent kontakt
sv: Okänd kontakt

source: You were added to an unknown chat
de: Du wurdest zu einem unbekannten Chat hinzugefügt
hr: Dodan/a si u nepoznati chat
nb_no: Du ble lagt til i en ukjent sludring
sv: Du lades till i en okänd chatt

source: Add to contacts
de: Zu Kontakten hinzufügen
hr: Dodaj u kontakte
sv: Lägg till i kontakter

source: Report spam and leave
de: Spam melden und verlassen
hr: Prijavi neželjenu poštu i napusti
sv: Rapportera skräp och lämna

source: You are not allowed to post in this channel
de: Du darfst in diesem Channel nicht schreiben
hr: Ne smiješ slati poruke na ovom kanalu
nb_no: Du har ikke tillatelse til å skrive i denne kanalen
sv: Du är inte tillåten att posta i den här kanalen

source: Waiting for other party to accept the secret chat...
de: Warte auf das Gegenüber um den geheimen Chat anzunehmen...
hr: Čeka se da druga strana prihvati tajni chat...
nb_no: Venter på at en motpart skal godta lukket chat...
sv: Väntar på att den andra parten ska acceptera den hemliga chatten...

source: Secret chat has been closed
de: Geheimer Chat wurde beendet
hr: Tajni chat je zatvoren
nb_no: Lukket chat har blitt avsluttet
sv: Den hemliga chatten har stängts

source: You left this group
de: Du hast die Gruppe verlassen
hr: Napustio/la si grupu
nb_no: Du forlot denne gruppen
sv: Du lämnade den här gruppen

source: You have been banned
de: Du wurdest verbannt
hr: Isključen/a si
nb_no: Du har blitt bannlyst
sv: Du har blivit bannad

source: You are not allowed to post in this group
de: Du darfst in dieser Gruppe nicht schreiben
hr: Ne smiješ slati poruke u ovoj grupi
nb_no: Du tillates ikke å poste i denne gruppen
sv: Du har inte tillåtelse att posta i den här gruppen

source: You can't write here. Reason unkown
de: Du kannst hier nicht schreiben. Grund unbekannt
hr: Ovdje ne smiješ pisati. Razlog je nepoznat
nb_no: Du kan ikke skrive her. Ukjent årsak
sv: Du kan inte skriva här. Orsak okänd

source: Join
de: Beitreten
hr: Pridruži se
nb_no: Ta del
sv: Gå med

source: Type a message...
de: Tippe eine Nachricht...
hr: Upiši poruku...
nb_no: Skriv en melding...
sv: Skriv ett meddelande...

source: <<< Swipe to cancel
de: <<< Wischen zum Abbrechen
hr: <<< Povuci prstom za prekidanje
nb_no: <<< Sveip for å avbryte
sv: <<< Svep för att avbryta

source: Do you want to share your location with %1?
de: Willst Du Deinen Standort mit %1 teilen?
hr: Želiš li dijeliti tvoju lokaciju s %1?
nb_no: Vil du dele din posisjon med %1?
sv: Vill du dela din plats med %1?

source: Requesting location from OS...
de: Fordere Standort vom OS an...
hr: Traženje lokacije od OS-a...
nb_no: Forespør posisjon fra operativsystemet...
sv: Begär plats från OS...

source: Copied message link to clipboard!
de: Nachrichtenlink in Zwischenablage kopiert!
hr: Poveznica poruke je kopirana u međuspremnik!
sv: Kopierade meddelande länk till urklipp!

source: Content Picker
de: Anwendung auswählen
hr: Birač sadržaja
nb_no: Innholdsvelger
sv: Innehållsväljare

source: Share
de: Teilen
hr: Dijeli
nb_no: Del
sv: Dela

source: Proxy Management
de: Proxyverwaltung
hr: Upravljanje proxy serverima
nb_no: Mellomtjenerhåndtering
sv: Proxyhantering

source: Add proxy server
de: Proxy Server hinzufügen
hr: Dodaj proxy server
nb_no: Legg til mellomtjener
sv: Lägg till proxyserver

source: Port: %1 Type: %2 Ping: %3ms
de: Port: %1 Typ: %2 Ping: %3 ms
hr: Priključak: %1 Vrsta: %2 Ping: %3 ms
nb_no: Port: %1 Type: %2 Svartid: %3
sv: Port: %1 Typ: %2 Ping: %3ms

source: Check the image or the text. If they match with the ones on <b>%1</b>'s device, end-to-end cryptography is granted.
de: Vergleiche das Bild oder den Text. Wenn diese mit denen von <b>%1</b>'s Gerät übereinstimmen, ist Ende-zu-Ende Verschlüsselung gewährt.
hr: Provjeri sliku ili tekst. Ako se podudaraju s onima na uređaju <b>%1</b>, odobrava se obostrano šifriranje.
nb_no: Kontrollér bildet eller teksten. Hvis de samsvarer med de som er på <b>%1</b>s enhet betyr det at ende-til-ende kryptografi er godkjent.
sv: Kontrollera bilden eller texten. Om de matchar de på <b>%1</b>s enhet, beviljas end-to-end-kryptering.

source: Logout
de: Abmelden
hr: Odjava
nb_no: Logg ut
sv: Logga ut

source: Delete account
de: Account löschen
hr: Izbriši račun
nb_no: Slett konto
sv: Ta bort konto

source: Connectivity status
de: Konnektivitätsstatus
hr: Stanje povezanosti
nb_no: Forbindelsesstatus
sv: Anslutningsstatus

source: Toggle message status indicators
de: Nachrichtenstatus-Indikatoren
hr: Uključi/Isključi indikatore stanja poruka
nb_no: Veksle indikatorer for meldingsstatus
sv: Växla meddelandestatusindikatorer

source: Navigate through replied messages
de: Entlang der Antworthistorie navigieren
hr: Kreći se kroz odgovorene poruke
sv: Navigera genom besvarade meddelanden

source: Warning: Logging out will delete all local data from this device, including secret chats. Are you still sure you want to log out?
de: Achtung: Ausloggen wird alle lokalen Daten von diesem Gerät löschen, auch alle geheimen Chats. Bist Du wirklich sicher dass Du Dich abmelden möchtest?
hr: Upozorenje: Odjava će izbrisati sve lokalne podatke s ovog uređaja, uključujući tajne razgovore. Želiš li se svejedno odjaviti?
sv: Varning: Om du loggar ut raderas all lokal data från den här enheten, inklusive hemliga chattar. Är du fortfarande säker på att du vill logga ut?

source: Warning: Deleting the account will delete all the data you ever received or sent using telegram except for data you have explicitly saved outside the telegram cloud. Are you really really sure you want to delete your telegram account?
de: Achtung: Das Löschen des Accounts wird alle Daten löschen die Du jemals erhalten oder verschickt hast, ausgenommen Daten die Du explizit außerhalb der Telegram-Cloud gesichert hast. Bist Du wirklich sicher dass Du Deinen Telegram-Account löschen möchtest?
hr: Upozorenje: Brisanjem računa izbrisat će se svi putem Telegrama prmiljeni ili poslani podaci, osim podataka koji su izričito spremljeni izvan Telegram oblaka. Stvarno želiš izbrisati tvoj Telegram račun?
nb_no: Advarsel: Å slette kontoen vil slette alle data du noen gang har mottatt eller sendt med Telegram, unntatt data du har lagret utenfor Telegram skyen. Er du sikker på at du vil slette Telegram kontoen din?
sv: Varning: Om du raderar kontot raderas all data du någonsin tagit emot eller skickat med telegram förutom data som du explicit har sparat utanför telegrammolnet. Är du verkligen säker på att du vill ta bort ditt telegramkonto?

source: Add Contact
de: Kontakt hinzufügen
hr: Dodaj kontakt
nb_no: Legg til kontakt
sv: Lägg till kontakt

source: Import Contact
de: Kontakt importieren
hr: Uvezi kontakt
nb_no: Importer kontakt
sv: Importera kontakt
