Repository: team-hackonauts/TELEports
Catalog: po/*.po
Languages: de, hr, nb_no, sv

source: %1 joined Telegram!
de: %1 ist Telegram beigetreten!
hr: %1 se pridružio/la Telegramu!
nb_no: %1 er nå på Telegram!
sv: %1 gick med i Telegram!

source: New login from unrecognized device
de: Neue Anmeldung von einem unbekannten Gerät
hr: Nova prijava s neprepoznatog uređaja
nb_no: Ny innlogging fra ukjent enhet
sv: Ny inloggning från okänd enhet

source: updated profile photo
de: Profilfoto aktualisiert
hr: je aktualizirao/la sliku profila
nb_no: oppdatert profilbilde
sv: uppdaterade profilbild

source: You have a new message
de: Du hast eine neue Nachricht
hr: Imaš novu poruku
nb_no: Du har en ny melding
sv: Du har ett nytt meddelande

source: Bot
nb_no: Bott
sv: Robot

source: dd.MM.yy hh:mm
sv: dd.MM.åå tt:mm

source: Server:
nb_no: Tjener:
