Repository: team-hackonauts/TELEports
Catalog: po/*.po
Languages: de, hr, nb_no, sv

source: The contact will be added. First and last name are optional
de: Der Kontakt wird hinzugefügt. Vor- und Nachname sind optional
hr: Kontakt će se dodati. Ime i prezime nisu obavezni
nb_no: Kontakten vil bli lagt til. For- og etternavn er valgfrie
sv: Kontakten kommer att läggas till. För och efternamn är valfria

source: Add
de: Hinzufügen
hr: Dodaj
nb_no: Legg til
sv: Lägg till

source: Phone no
de: Telefon-Nr
hr: Broj telefona
nb_no: Tlf nr
sv: Telefonnummer

source: Secret Chat
de: Geheimer Chat
hr: Tajni chat
nb_no: Lukket chat
sv: Hemlig chatt

source: The contact will be deleted. Are you sure?
de: Der Kontakt wird gelöscht. Bist du sicher?
hr: Kontakt će se izbrisati. Stvarno to želiš?
nb_no: Kontakten vil bli slettet. Er du sikker?
sv: Kontakten kommer att raderas. Är du säker?

source: Enter Code
de: Code eingeben
hr: Upiši kod
nb_no: Angi kode
sv: Ange kod

source: A code was sent via Telegram to your other devices.
de: Wir haben einen Code über Telegram an deine anderen Geräte gesendet.
hr: Kod je poslan putem Telegrama na tvoje druge uređaje.
nb_no: En kode har blitt sendt via Telegram til din enhet.
sv: En kod skickades via Telegram till dina andra enheter.

source: A code was sent via text message to your phone.
de: Wir haben per SMS einen Code an dein Telefon gesendet.
hr: Kod je poslan putem tekstualne poruke na tvoj telefon.
sv: En kod skickades via ett SMS till din telefon.

source: Please enter it here:
de: Bitte diesen hier eingeben:
hr: Upiši ga ovdje:
nb_no: Skriv den inn her:
sv: Vänligen ange den här:

source: Code
hr: Kod
nb_no: Kode
sv: Kod

source: If you do not receive any code after %1 seconds press retry to receive the code via an alternate method
de: Falls du nach %1 Sekunden keinen Code erhalten hast, drücke auf wiederholen um den Code mittels einer alternativen Methode zu erhalten
hr: Ako nakon %1 s ne primiš kod, pritisni „Pokušaj ponovo” za primanje koda putem alternativne metode
nb_no: Hvis du ikke mottar en kode etter %1 sekunder kan du trykke «Prøv igjen» for å motta koden på annet vis
sv: Tryck på försök igen om du inte får någon kod efter %1 sekunder för att ta emot koden via en alternativ metod

source: Resend code...
de: Code nochmal senden...
hr: Ponovo pošalji kod...
nb_no: Send kode igjen …
sv: Skicka koden igen...

source: Note: If this is your first signup to Telegram you must register your account via an official mobile App (Android or iOS) first.
de: Anmerkung: Falls dies deine erste Registrierung mit Telegram ist, muss dein Konto vorher mit einer offiziellen App (Android oder iOS) registriert werden.
hr: Napomena: Ako je ovo tvoja prva prijava na Telegram, najprije moraš registrirati tvoj račun putem službene aplikacije (Android ili iOS).
sv: Notera att: Om det här är din första registrering till Telegram så måste du registrera ditt konto via en officiell mobil-app (Android eller iOS) först.

source: Enter Password
de: Passwort eingeben
hr: Upiši lozinku
nb_no: Angi passord
sv: Ange lösenord

source: Password
de: Passwort
hr: Lozinka
nb_no: Passord
sv: Lösenord

source: Password hint: %1
de: Passwort-Hinweis: %1
hr: Natuknica za lozinku: %1
nb_no: Passordhint: %1
sv: Lösenordstips: %1

source: Next...
de: Weiter...
hr: Dalje...
nb_no: Neste...
sv: Nästa...

source: Enter Phone Number
de: Telefonnummer eingeben
hr: Upiši telefonski broj
nb_no: Angi telefonnummer
sv: Ange telefonnummer

source: Phone number
de: Telefonnummer
hr: Telefonski broj
nb_no: Telefonnummer
sv: Telefonnummer

source: Please confirm your country code and enter your phone number.
de: Bitte bestätige Deinen Ländercode und gib Deine Telefonnummer ein.
hr: Potvrdi pozivni broj tvoje države i upiši tvoj telefonski broj.
nb_no: Vennligst bekreft landskoden og telefonnummeret ditt.
sv: Vänligen bekräfta din landskod och ange ditt telefonnummer.

source: Manage Proxy Servers...
de: Verwalte Proxy Server...
hr: Upravljaj proxy serverima...
nb_no: Håndter mellomtjenere …
sv: Hantera proxyservrar...

source: Enter your Name
de: Name eingeben
hr: Upiši tvoje ime
nb_no: Angi ditt navn
sv: Ange ditt namn

source: First Name
de: Vorname
hr: Ime
nb_no: Fornavn
sv: Förnamn

source: Last Name
de: Nachname
hr: Prezime
nb_no: Etternavvn
sv: Efternamn

source: Edit proxy server
de: Proxy Server ändern
hr: Uredi proxy server
nb_no: Rediger mellomtjener
sv: Redigera proxyserver

source: Port:
hr: Priključak:

source: Type:
de: Typ:
hr: Vrsta:
sv: Typ:

source: Username:
de: Nutzername:
hr: Korisničko ime:
nb_no: Brukernavn:
sv: Användarnamn:

source: Password:
de: Passwort:
hr: Lozinka:
nb_no: Passord:
sv: Lösenord:

source: Secret:
de: Geheimnis:
hr: Tajna:
nb_no: Hemmelighet:
sv: Hemligt:

source: HTTP only:
de: nur HTTP:
hr: Samo HTTP:
nb_no: Kun HTTP:
sv: HTTP endast:

source: Unsupported code verification was requested by the server. Please register your account via an official mobile App (Android or iOS) first and try again.
de: Eine nicht unterstützte Codeverifizierung wurde vom Server angefragt. Bitte registriere dein Konto mit einer offiziellen App (Android oder iOS) und versuche es dann nochmal.
hr: Server je zatražio potvrdu nepodržanog koda. Najprije registriraj tvoj račun putem službene aplikacije (Android ili iOS) i pokušaj ponovo.
sv: Kod som inte stöds begärdes av servern. Vänligen registrera ditt konto via en officiell mobil-app (Android eller iOS) först och försök igen.

source: Invalid phone number!
de: Ungültige Telefonnummer!
hr: Neispravan telefonski broj!
nb_no: Ugyldig telefonnummer!
sv: Ogiltigt telefonnummer!

source: Invalid code!
de: Ungültiger Code!
hr: Neispravan kod!
nb_no: Ugyldig kode!
sv: Ogiltig kod!

source: Invalid password!
de: Ungültiges Passwort!
hr: Neispravna lozinka!
nb_no: Ugyldig passord!
sv: Ogiltigt lösenord!

source: Auth code not expected right now
de: Authentifizierungscode hier nicht erwartet
hr: Kod za autentifikaciju se trenutačno ne očekuje
nb_no: Autentiseringskode ikke forventet akkurat nå
sv: Autentiserings-kod förväntas inte just nu

source: Oops! Internal error.
de: Uups. Interner Fehler.
hr: Ups! Interna greška.
nb_no: Oops! Intern feil.
sv: Hoppsan! Internt fel.

source: Registration not expected right now
de: Registrierung hier nicht erwartet
hr: Registracija se trenutačno ne očekuje
nb_no: Forventer ikke registrering akkurat nå
sv: Registrering förväntas inte just nu

source: Error
de: Fehler
hr: Greška
nb_no: Feilmelding
sv: Fel

source: No valid location received after 180 seconds!
de: Kein gültiger Standort nach 180 Sekunden empfangen!
hr: Nije primljena nijedna valjana lokacija nakon 180 sekundi!
nb_no: Ingen gyldig posisjon mottatt etter 180 sekunder!
sv: Ingen giltig plats mottagen efter 180 sekunder!

source: Username <b>@%1</b> not found
de: Benutzername <b>@%1</b> nicht gefunden
hr: Korisničko ime <b>@%1</b> nije pronađeno
nb_no: Brukernavnet <b>@%1</b> ble ikke funnet
sv: Användarnamn <b>@%1</b> hittades inte

source: Push Registration Failed
de: Push Registrierung fehlgeschlagen
hr: Registriranje na obavijesti servera nije uspjelo
nb_no: Push registrering feilet
sv: Push-registrering misslyckades

source: No Ubuntu One
de: Kein Ubuntu One Konto
hr: Nema Ubuntu One računa
nb_no: Intet Ubuntu One
sv: Ingen Ubuntu One

source: Please connect to Ubuntu One to receive push notifications.
de: Bitte mit Ubuntu One Konto verbinden um Push-Benachrichtigungen zu erhalten.
hr: Poveži se na Ubuntu One za primanje obavijesti servera.
nb_no: Vennligst koble til Ubuntu One for å motta pushvarlser.
sv: Vänligen anslut till Ubuntu One för att få push-meddelanden.

source: Deleted User
de: Gelöschter Nutzer
hr: Izbrisani korisnik
nb_no: Slettet bruker
sv: Borttagen användare

source: Draft:
de: Entwurf:
hr: Skica:
nb_no: Utkast:
sv: Utkast:

source: Me
de: Ich
hr: Ja
nb_no: Jeg
sv: Mig

source: Doing something...
de: Macht gerade etwas...
hr: Nešto radi...
nb_no: Gjør noe …
sv: Gör någonting...

source: is doing something...
de: macht etwas...
hr: nešto radi...
nb_no: gjør noe...
sv: gör något...

source: are doing something...
de: machen etwas...
hr: nešto rade...
nb_no: gjør noe...
sv: gör något...

source: Choosing a contact...
de: Einen Kontakt auswählen...
hr: Biranje kontakta...
nb_no: Velger en kontakt …
sv: Väljer en kontakt...

source: is choosing a contact...
de: wählt einen Kontakt aus...
hr: bira kontakt...
nb_no: velger en kontakt …
sv: väljer en kontakt...

source: are choosing a contact...
de: wählen einen Kontakt aus...
hr: biraju kontakt...
nb_no: velger en kontakt …
sv: väljer en kontakt...

source: Recording a video...
de: Ein Video aufnehmen...
hr: Snimanje videa...
sv: Spelar in en video...

source: is recording a video...
de: nimmt ein Video auf...
hr: snima video...
nb_no: tar opp video …
sv: spelar in en video...

source: are recording a video...
de: nehmen ein Video auf...
hr: snimaju video...
nb_no: tar opp video …
sv: spelar in en video...

source: Choosing a location...
de: Einen Standort auswählen...
hr: Biranje lokacije...
nb_no: Velger posisjon …
sv: Väljer en plats...

source: is choosing a location...
de: wählt einen Standort aus...
hr: bira lokaciju...
nb_no: velger posisjon …
sv: väljer en plats...

source: are choosing a location...
de: wählen einen Standort aus...
hr: biraju lokaciju...
nb_no: velger posisjon …
sv: väljer en plats...

source: Recording a video note...
de: Eine Video-Notiz aufnehmen...
hr: Snimanje video bilješke...
nb_no: Tar opp videonotat …
sv: Spelar in en videoanteckning...

source: is recording a video note...
de: nimmt eine Video-Notiz auf...
hr: snima video bilješku...
nb_no: tar opp et videonotat …
sv: spelar in en videoanteckning...

source: are recording a video note...
de: nehmen eine Video-Notiz auf...
hr: snimaju video bilješku...
nb_no: tar opp et videonotat …
sv: spelar in en videoanteckning...

source: Recording a voice note...
de: Eine Sprachnachricht aufnehmen...
hr: Snimanje glasovne bilješke...
nb_no: Tar opp et stemmenotat …
sv: Spelar in en röstanteckning...

source: is recording a voice note...
de: nimmt eine Sprachnachricht auf...
hr: snima glasovnu bilješku...
nb_no: tar opp et stemmenotat …
sv: spelar in en röstanteckning...

source: are recording a voice note...
de: nehmen eine Sprachnachricht auf...
hr: snimaju glasovnu bilješku...
nb_no: tar opp et stemmenotat …
sv: spelar in en röstanteckning...

source: Starting a game...
de: Ein Spiel starten...
hr: Pokretanje igre...
nb_no: Starter et spill …
sv: Påbörjar ett spel...

source: is starting a game...
de: startet ein Spiel...
hr: započinje igru...
nb_no: starter et spill …
sv: påbörjar ett spel...

source: are starting a game...
de: starten ein Spiel...
hr: započinju igru...
nb_no: starter et spill …
sv: startar ett spel...

source: Typing...
de: Tippen...
hr: Tipkanje...
nb_no: Skriver …
sv: Skriver...

source: is typing...
de: tippt...
hr: tipka...
nb_no: skriver...
sv: skriver...

source: are typing...
de: tippen...
hr: tipkaju...
nb_no: skriver...
sv: skriver...

source: Uploading a document...
de: Ein Dokument hochladen...
hr: Prijenos dokumenta...
nb_no: Laster opp et dokument …
sv: Laddar upp ett dokument...

source: is uploading a document...
de: lädt ein Dokument hoch...
hr: prenosi dokument...
nb_no: laster opp et dokument …
sv: laddar upp ett dokument...

source: are uploading a document...
de: laden ein Dokument hoch...
hr: prenose dokument...
nb_no: laster opp et dokument …
sv: laddar upp ett dokument...

source: Uploading a photo...
de: Ein Foto hochladen...
hr: Prijenos slike...
nb_no: Laster opp et bilde …
sv: Laddar upp ett foto...

source: is uploading a photo...
de: lädt ein Foto hoch...
hr: prenosi sliku...
nb_no: laster opp et bilde …
sv: laddar upp ett foto...

source: are uploading a photo...
de: laden ein Foto hoch...
hr: prenose sliku...
nb_no: laster opp et bilde …
sv: laddar upp ett foto...

source: Uploading a video...
de: Ein Video hochladen...
hr: Prijenos videa...
nb_no: Laster opp en video …
sv: Laddar upp en video...

source: is uploading a video...
de: lädt ein Video hoch...
hr: prenosi video...
nb_no: laster opp en video …
sv: laddar upp en video...

source: are uploading a video...
de: laden ein Video hoch...
hr: prenose video...
nb_no: laster opp en video …
sv: laddar upp en video...

source: Uploading a video note...
de: Eine Video-Notiz hochladen...
hr: Prijenos video bilješke...
nb_no: Laster opp et videonotat …
sv: Laddar upp en videoanteckning...

source: is uploading a video note...
de: lädt eine Video-Notiz hoch...
hr: prenosi video bilješku...
nb_no: laster opp et videonotat …
sv: laddar upp en videoanteckning...

source: are uploading a video note...
de: laden eine Video-Notiz hoch...
hr: prenose video bilješku...
nb_no: laster opp et videonotat …
sv: laddar upp en videoanteckning...

source: Uploading a voice note...
de: Eine Sprachnachricht hochladen...
hr: Prijenos glasovne bilješke...
nb_no: Laster opp et stemmenotat …
sv: Laddar upp en röstanteckning...

source: is uploading a voice note...
de: lädt eine Sprachnachricht hoch...
hr: prenosi glasovnu bilješku...
nb_no: laster opp et stemmenotat …
sv: laddar upp en röstanteckning...

source: are uploading a voice note...
de: laden eine Sprachnachricht hoch...
hr: prenose glasovnu bilješku...
nb_no: laster opp et stemmenotat …
sv: laddar upp en röstanteckning...

source: Choosing a sticker...
de: Einen Sticker auswählen...
hr: Biranje naljepnice...
nb_no: Velger et klistremerke …
sv: Väljer ett klistermärke...

source: is choosing a sticker...
de: wählt einen Sticker aus...
hr: bira naljepnicu...
nb_no: velger et klistremerke …
sv: väljer ett klistermärke...

source: are choosing a sticker...
de: wählen einen Sticker aus...
hr: biraju naljepnicu...
nb_no: velger et klistremerke …
sv: väljer ett klistermärke...

source: Recording audio...
de: Eine Tonspur aufnehmen...
hr: Snimanje audio snimke...
nb_no: Tar opp lyd …
sv: Spelar in ljud...

source: is recording audio...
de: nimmt eine Tonspur auf...
hr: snima audio snimku...
nb_no: tar opp lyd …
sv: spelar in ljud...

source: are recording audio...
de: nehmen eine Tonspur auf...
hr: snimaju audio snimku...
nb_no: tar opp lyd …
sv: spelar in ljud...

source: Uploading audio...
de: Eine Tonspur hochladen...
hr: Prijenos audio snimke...
nb_no: Laster opp lyd …
sv: Laddar upp ljud...

source: is uploading audio...
de: laden eine Tonspur hoch...
hr: prenosi audio snimku...
nb_no: tar opp lyd …
sv: laddar upp ljud...

source: are uploading audio...
de: laden eine Tonspur hoch...
hr: prenose audio snimku...
nb_no: tar opp lyd …
sv: laddar upp ljud...

source: Maximum number of pinned chat exceeded
de: Höchstzahl an angehefteten Chats überschritten
hr: Premašen je maksimalan broj prikvačenih chatova
nb_no: Maks. antall festede sludringer overskredet
sv: Maximalt antal fästa chattar har överskridits

source: created this group
de: erstellte diese Gruppe
hr: je stvorio/la ovu grupu
nb_no: opprettet gruppa
sv: skapade denna grupp

source: Call Declined
de: Anruf abgelehnt
hr: Poziv odbijen
nb_no: Anrop avslått
sv: Samtal avvisades

source: Call Disconnected
de: Anruf getrennt
hr: Poziv odspojen
nb_no: Anrop avbrutt
sv: Samtalet bröts

source: Call Ended
de: Anruf beendet
hr: Poziv završen
nb_no: Anrop avsluttet
sv: Samtal avslutat

source: Outgoing Call (%1)
de: Ausgehender Anruf (%1)
hr: Odlazni poziv (%1)
nb_no: Utgående anrop (%1)
sv: Utgående samtal (%1)

source: Incoming Call (%1)
de: Eingehender Anruf (%1)
hr: Dolazni poziv (%1)
nb_no: Innkommende anrop (%1)
sv: Inkommande samtal (%1)

source: Cancelled Call
de: Abgebrochener Anruf
hr: Prekinut poziv
nb_no: Avbrutt anrop
sv: Avbrutet samtal

source: Missed Call
de: Verpasster Anruf
hr: Propušten poziv
nb_no: Mislykket anrop
sv: Missat samtal

source: Call
de: Anrufen
hr: Poziv
nb_no: Ring
sv: Ring

source: added one or more members
de: hat ein oder mehrere Mitglieder hinzugefügt
hr: je dodao/la jednog ili više članova
nb_no: la til et eller flere medlemmer
sv: lagt till en eller flera medlemmar

source: joined the group
de: ist der Gruppe beigetreten
hr: se pridružio/la grupi
nb_no: ble med i gruppa
sv: gick med i gruppen

source: changed the chat photo
de: hat das Chatfoto geändert
hr: je promijenio/la sliku chata
nb_no: endret chat bildet
sv: ändrade chattfoto

source: changed the chat title
de: hat den Chat-Titel geändert
hr: je promijenio/la naslov chata
nb_no: endret navnet på chat-en
sv: ändrade chattrubriken

source: left the group
de: hat die Gruppe verlassen
hr: je napustio/la grupu
nb_no: forlot gruppa
sv: lämnade gruppen

source: removed a member
de: hat ein Mitglied entfernt
hr: je uklonio/la člana
nb_no: fjernet et medlem
sv: tog bort en medlem

source: deleted the chat photo
de: Hat das Chat-Foto gelöscht
hr: je izbrisao/la sliku chata
nb_no: slettet chatbildet
sv: raderade chattfotot

source: joined the group via the public link
de: ist der Gruppe beigetreten
hr: se pridružio/la grupi putem javne poveznice
nb_no: ble med i gruppa via åpen lenke
sv: gick med i gruppen via den offentliga länken

source: Self-destruct timer was set
de: Selbstzerstörungs-Timer wurde gesetzt
hr: Timer samouništenja je postavljen
nb_no: Automatisk sletting satt
sv: Självförstöringstimern har ställts in

source: upgraded to supergroup
de: zur Supergruppe umgewandelt
hr: je unaprijeđena u supergrupu
nb_no: oppgradert til supergruppe
sv: uppgraderad till supergrupp

source: Contact
de: Kontakt
hr: Kontakt
nb_no: Kontakt
sv: Kontakt

source: has joined Telegram!
de: ist Telegram beigetreten!
hr: se pridružio/la Telegramu!
nb_no: har blitt med på Telegram!
sv: har gått med i Telegram!

source: Today
de: Heute
hr: Danas
nb_no: I dag
sv: Idag

source: Yesterday
de: Gestern
hr: Jučer
nb_no: I går
sv: Igår

source: dd MMMM yyyy
hr: d. MMMM yyyy.
nb_no: dd MMM yyyy
sv: dd MMMM åååå

source: dd MMMM
de: d. MMMM
hr: d. MMMM
nb_no: dd MMM

source: Location
de: Standort
hr: Lokacija
nb_no: Posisjon
sv: Plats

source: Photo
de: Foto
hr: Slika
nb_no: Bilde
sv: Foto

source: Photo,
de: Foto,
hr: Slika,
nb_no: Bilde,
sv: Foto,

source: Pinned Message
de: Angeheftete Nachricht
hr: Prikvačena poruka
nb_no: Festet melding
sv: Fäst meddelande

source: Sticker
hr: Naljepnica
nb_no: Klistermerke
sv: Klistermärke

source: Video message
de: Videonachricht
hr: Video poruka
nb_no: Videomelding
sv: Videomeddelande

source: Voice message
de: Sprachnachricht
hr: Glasovna poruka
nb_no: Stemmeopptak
sv: Röstmeddelande

source: Voice message,
de: Sprachnachricht,
hr: Glasovna poruka,
nb_no: Stemmeopptak,
sv: Röstmeddelande,

source: Unknown origin
de: Unbekannte Herkunft
hr: Nepoznat izvor
nb_no: Ukjent opphav
sv: Okänt ursprung

source: Unimplemented:
de: Nicht implementiert:
hr: Neimplementirano:
nb_no: Ikke implementert:
sv: Oimplementerat:

source: Unread Messages
de: Ungelesene Nachrichten
hr: Nepročitane poruke
nb_no: Uleste meldinger
sv: Olästa meddelanden

source: Last seen one month ago
de: Zuletzt vor einem Monat gesehen
hr: Zadnji put viđeno prije mjesec dana
nb_no: Sist sett for en måned siden
sv: Sågs senast för en månad sedan

source: Last seen one week ago
de: Zuletzt vor einer Woche gesehen
hr: Zadnji put viđeno prije tjedan dana
nb_no: Sist sett for en uke siden
sv: Sågs senast för en vecka sedan

source: Last seen
de: Zuletzt gesehen
hr: Zadnji put viđeno
nb_no: Sist sett
sv: Sågs senast

source: Seen recently
de: Vor Kurzem gesehen
hr: Nedavno viđeno
nb_no: Sett nylig
sv: Sågs nyligen

source: sent you a message
de: hat Dir eine Nachricht geschickt
hr: ti je poslao/la poruku
nb_no: sendte deg en melding
sv: skickade ett meddelande till dig

source: sent you a photo
de: hat Dir ein Foto geschickt
hr: ti je poslao/la sliku
nb_no: sendte deg et bilde
sv: skickade ett foto till dig

source: sent you a sticker
de: hat Dir einen Sticker geschickt
hr: ti je poslao/la naljepnicu
nb_no: sendte deg et klistermerke
sv: skickade dig ett klistermärke

source: sent you a video
de: hat Dir ein Video geschickt
hr: ti je poslao/la video
nb_no: sendte deg en video
sv: skickade en video till dig

source: sent you a document
de: hat Dir ein Dokument geschickt
hr: ti je poslao/la dokument
nb_no: sendte deg et dokument
sv: skickade ett dokument till dig

source: sent you an audio message
de: hat eine Audionachricht geschickt
hr: ti je poslao/la audio poruku
nb_no: sendte deg en lydmelding
sv: skickade ett ljudmeddelande till dig

source: sent you a voice message
de: hat Dir eine Sprachnachricht geschickt
hr: ti je poslao/la glasovnu poruku
nb_no: sendte deg et stemmeopptak
sv: skickade ett röstmeddelande till dig

source: shared a contact with you
de: hat einen Kontakt mit Dir geteilt
hr: je s tobom dijelio/la kontakt
nb_no: delte en kontakt med deg
sv: delade en kontakt med dig

source: sent you a map
de: hat Dir eine Karte geschickt
hr: ti je poslao/la kartu
nb_no: sendte deg et kart
sv: skickade dig en karta

source: %1 sent a message to the group
de: %1 hat eine Nachricht an die Gruppe geschickt
hr: %1 je poslao/la poruku grupi
nb_no: %1 sendte en melding til gruppa
sv: %1 skickade ett meddelande till gruppen

source: %1 sent a photo to the group
de: %1 hat ein Foto an die Gruppe geschickt
hr: %1 je poslao/la sliku grupi
nb_no: %1 sendte et bilde til gruppa
sv: %1 skickade ett foto till gruppen

source: %1 sent a sticker to the group
de: %1 hat einen Sticker an die Gruppe geschickt
hr: %1 je poslao/la naljepnicu grupi
nb_no: %1 sendte et klistermerke til gruppa
sv: %1 skickade ett klistermärke till gruppen

source: %1 sent a video to the group
de: %1 hat ein Video an die Gruppe geschickt
hr: %1 je poslao/la video grupi
nb_no: %1 sendte en video til gruppa
sv: %1 skickade en video till gruppen

source: %1 sent a document to the group
de: %1 hat ein Dokument an die Gruppe geschickt
hr: %1 je poslao/la dokument grupi
nb_no: %1 sendte et dokument til gruppa
sv: %1 skickade ett dokument till gruppen

source: %1 sent a voice message to the group
de: %1 hat eine Sprachnachricht an die Gruppe geschickt
hr: %1 je poslao/la glasovnu poruku grupi
nb_no: %1 sendte et stemmeopptak til gruppa
sv: %1 skickade ett röstmeddelande till gruppen

source: %1 sent a GIF to the group
de: %1 hat ein GIF an die Gruppe geschickt
hr: %1 je poslao/la GIF grupi
nb_no: %1 sendte en GIF til gruppa
sv: %1 skickade en GIF till gruppen

source: %1 sent a contact to the group
de: %1 hat einen Kontakt an die Gruppe geschickt
hr: %1 je poslao/la kontakt grupi
nb_no: %1 sendte en kontakt til gruppa
sv: %1 skickade en kontakt till gruppen

source: %1 sent a map to the group
de: %1 hat eine Karte an die Gruppe geschickt
hr: %1 je poslao/la kartu grupi
nb_no: %1 sendte et kart til gruppa
sv: %1 skickade en karta till gruppen

source: %1 invited you to the group
de: %1 hat Dich zu einer Grupe eingeladen
hr: %1 te je pozvao/la u grupu
nb_no: %1 inviterte deg til gruppa
sv: %1 bjöd in dig till gruppen

source: %1 changed group name
de: %1 hat den Gruppennamen geändert
hr: %1 je promijenio/la ime grupe
nb_no: %1 endret navnet på gruppa
sv: %1 ändrade gruppnamnet

source: %1 changed group photo
de: %1 hat das Gruppenfoto geändert
hr: %1 je promijenio/la sliku grupe
nb_no: %1 endret gruppebildet
sv: %1 ändrade gruppfoto

source: %1 invited %2
de: %1 hat %2 eingeladen
hr: %1 je pozvao/la %2
nb_no: %1 inviterte %2
sv: %1 bjöd in %2

source: %1 removed you from the group
de: %1 hat Dich aus der Gruppe entfernt
hr: %1 te je uklonio/la iz grupe
nb_no: %1 fjernet deg fra gruppa
sv: %1 tog bort dig från gruppen

source: %1 has left the group
de: %1 hat die Gruppe verlassen
hr: %1 je napustio/la grupu
nb_no: %1 har forlatt gruppa
sv: %1 har lämnat gruppen

source: %1 has returned to the group
de: %1 ist in die Gruppe zurückgekehrt
hr: %1 se vratio/la u grupu
nb_no: %1 har returnert til gruppa
sv: %1 har återvänt till gruppen

source: %1 has checked-in
de: %1 hat eingecheckt
hr: %1 se prijavio/la
nb_no: %1 har sjekket inn
sv: %1 har checkat in
